Repository: UnionMexicanaDelNorte/QuieroVivirSano
Catalog: movil/ios/Vivir Sano/*.lproj/Localizable.strings
Languages: es, fr

# titulo
source: I Want to be Healthy
es: Quiero ¡Vivir Sano!
fr: Je veux être en bonne santé

# tutorialMenu
source: First open the configuration menu
es: Primero abre la configuración
fr: D'abord, ouvrez le menu de configuration

# entrar
source: Login
es: Iniciar sesión
fr: S'identifier

# cerrar
source: Logout
es: Cerrar sesión
fr: Se déconnecter

# notificaciones
source: Notifications
es: Notificaciones
fr: Notifier

# tutorialSesion
source: Now, login with facebook
es: Ahora, inicia sesión con facebook
fr: Maintenant, connectez-vous avec facebook

# noHayInternet
source: There is no Internet connection available, please connect to the Internet.
es: No hay una conexión disponible de internet, favor de conectarse a internet.
fr: Il n'y a aucune connexion Internet disponible, s'il vous plaît vous connecter à Internet.

# Aceptar
source: Ok
es: Aceptar
fr: D'accord

# tutorialOtroMenu
source: Now, open this menu
es: Ahora, abre este menú
fr: Maintenant, ouvrez ce menu

# registrar
source: Recording measurements
es: Registrar medidas
fr: Mesures d'enregistrement

# unirse
source: Join community
es: Unirse a comunidad
fr: Rejoignez la communauté

# tutorialMedidas
source: Please record your measurements
es: Por favor, registra tus medidas
fr: S'il vous plaît enregistrer vos mesures

# peso
source: Weight
es: Peso
fr: Poids

# altura
source: Height
es: Altura
fr: La taille

# medidas
source: Measure
es: Medidas
fr: Mesure

# cancelar
source: Cancel
es: Cancelar
fr: Annuler

# guardar
source: Save
es: Guardar
fr: Garder

# primeroCorreo
source: First login with facebook
es: Primero debes de iniciar sesión con facebook
fr: Première connexion avec facebook

# teFalta
source: Missing fill a text field to continue
es: Te falta llenar un dato para continuar
fr: Manquant remplir un champ de texte pour continuer

# primeroMedidas
source: First you have to register your measurements
es: Primero debes de registrar tus medidas
fr: D'abord, vous devez vous enregistrer vos mesures

# IMC
source: BMI
es: IMC
fr: IMC

# no
source: No/never
es: No/nunca
fr: No/jamais

# rara
source: Rarely
es: Rara vez
fr: Rarement

# aveces
source: Sometimes
es: A veces
fr: Parfois

# frecuentemente
source: Frequently
es: Frecuentemente
fr: Fréquemment

# si
source: Yes/always
es: Si/siempre

# cerrarLabel
source: Close
es: Cerrar
fr: Fermer

# debeDePasarUndia
source: You must spend a day to indicate that you made the next challenge
es: Debe de pasar un día para indicar que realizaste el reto siguiente
fr: Vous devez passer une journée pour indiquer que vous 'fait le prochain défi

# felicidades
source: Congratulations! You've accomplished! Now we go to the next activity
es: ¡Felicidades! ¡Lo has logrado! Ahora vamos a la siguiente actividad
fr: Félicitations à vous! Vous avez accompli! Nous passons maintenant à la prochaine activité

# actividad
source: ACTIVITY
es: ACTIVIDAD
fr: ACTIVITÉ

# reto1
source: Do not wait to be thirsty for Drinking Natural Water
es: No esperar a tener sed para Beber Agua Natural
fr: Ne pas attendre d'avoir soif pour boire de l'eau naturelle

# reto2
source: Natural Drinking Water while doing physical exercise
es: Beber Agua Natural mientras realizo ejercicio físico
fr: Prendre de l'eau naturelle tout en faisant de l'exercice physique

# reto3
source: Drinking two glasses of natural water 30 minutes before each meal and dinner
es: Beber dos vasos de agua natural 30 minutos antes de cada comida y cena
fr: Boire deux verres d'eau naturelle 30 minutes avant chaque repas et dîner

# reto4
source: Drinking two glasses water to get up, before breakfast
es: Beber dos vasos de agua natural al levantarme, antes de desayunar
fr: Boire deux verres d'eau pour se lever, avant le petit déjeuner

# reto5
source: Drinking a glass of natural water an hour before bedtime
es: Beber un vaso de agua natural una hora antes de dormir
fr: Boire un verre d'eau naturelle une heure avant le coucher

# reto6
source: Natural Drinking Water at school or work
es: Beber Agua Natural en la escuela o el trabajo
fr: Boire eau naturelle à l'école ou au travail

# reto7
source: Not replace natural water by other liquids, either soda or juice
es: No reemplazar el agua natural por otros líquidos, ya sea refrescos o jugos
fr: Non remplacer l'eau naturelle par d'autres liquides, soit de la soude ou de jus

# reto8
source: Share thoughts and positive emotions with my loved ones
es: Compartir pensamientos y emociones positivas con mis seres queridos
fr: Partagez pensées et des émotions positives avec mes proches

# reto9
source: See the positive side of situations faced daily
es: Ver el lado positivo de las situaciones que enfrento diariamente
fr: Voir le côté positif des situations quotidienne

# reto10
source: Be grateful with God and those around me
es: Ser agradecido con Dios y con los que me rodean
fr: être reconnaissants à Dieu et à ceux autour de moi

# reto11
source: Surround myself of positive persons
es: Rodearme de personas positivas
fr: Me entourer de personnes positives

# reto12
source: Count to 10 when I'm angry and breathe deeply
es: Contar hasta 10 cuando esté enojado y respirar profundamente
fr: Comptez jusqu'à 10 quand je suis en colère et respire profondément

# reto13
source: Use appropriate positive words to the communicating with others
es: Utilizar palabras positivas y apropiadas al comunicarme con las demás personas
fr: Utiliser des mots positifs appropriés à la communication avec les autres

# reto14
source: Recognize qualities in people and express them
es: Reconocer cualidades en las personas y expresárselas
fr: Reconnaître les qualités chez les personnes et de les exprimer

# pregunta
source: Question
es: Pregunta

# resultado
source: Result
es: Resultado
fr: Résultat

# elegirLugar
source: Choose meeting place
es: Elegir lugar de reunion
fr: Choisissez un lieu de rencontre

# elegirHorarios
source: Define schedule in your community
es: Define los horarios de tu comunidad
fr: Définir le calendrier dans votre collectivité

# verParticipantes
source: View members of your community
es: Ve los integrantes de tu comunidad
fr: Voir les membres de votre communauté

# miComunidad
source: My Community
es: Mi Comunidad
fr: Ma communauté

# tutorialEligeGPS
source: Press for a second anywhere on the map to choose your venue, then press the button Save
es: Presiona por un segundo en cualquier lugar del mapa para elegir tu lugar de reunión, después presiona este botón de Guardar
fr: Appuyez une seconde partout sur la carte pour choisir votre lieu, puis appuyez sur le bouton Enregistrer

# primeroMapa
source: First press for a second anywhere on the map to choose your venue
es: Primero presiona por un segundo el mapa para elegir tu lugar de reunión.
fr: Appuyez d'abord sur une seconde partout sur la carte pour choisir votre lieu

# direccionGuardada
source: Address saved! each member of your community will receive a notification
es: ¡Dirección guardada! Le llegará una notificación a cada integrante de tu comunidad
fr: Adresse sauvé! chaque membre de votre communauté recevra une notification

# horarios
source: Schedules
es: Horarios
fr: Des horaires

# nuevoHorarios
source: New schedule
es: Nuevo Horario
fr: Nouveaux horaire

# horaInicio
source: Start time:
es: Hora de inicio:
fr: Heure de départ:

# horaFinal
source: End time:
es: Hora final:
fr: Heure de fin:

source: Update
es: Actualizar
fr: Mettre à jour

# validacionHoraFinal
source: The end time must be greater than the start time
es: La hora final debe de ser mayor a la hora inicial
fr: L'heure de fin doit être plus grande que le temps de démarrage

# muyMalo
source: Very bad
es: Muy malo
fr: Très mauvais

# malo
source: Bad
es: Malo
fr: Mauvais

# bueno
source: Good
es: Bueno
fr: bon

# muyBueno
source: Very good
es: Muy Bueno
fr: Très bon

# excelente
source: Excellent
es: Excelente

# verMasInfo
source: View more
es: Ver más
fr: Ver más

# descripcionValidacion
source: You should to write the description of the activity
es: Debes de escribir la descripcion de la actividad
fr: Vous devez écrire la description de l'activité

# queEsHabito1
source: WHAT IS NATURAL WATER DRINKING HABIT?
es: ¿QUÉ ES EL HÁBITO DE BEBER AGUA NATURAL?
fr: QU'EST-CE QUE L'EAU POTABLE NATURAL HABIT?

# diagnostico
source: DIAGNOSTIC
es: DIAGNÓSTICO
fr: DIAGNOSTIQUE
